Repository: Eoxia/BeFlex-Sensei
Catalog: assets/lang/*.po
Languages: fr_fr

source: Display IN animation
fr_fr: Afficher animation d'entrée

source: Animation type
fr_fr: Type d'animation

source: Hide on mobile
fr_fr: Masquer sur mobile

source: Headers
fr_fr: Entêtes

source: Footers
fr_fr: Pieds de page

source: Query
fr_fr: Requête

source: Course completion
fr_fr: Complétion du cours

source: Display completion length of a course
fr_fr: Affiche la durée complétion d'un cours

source: Display course completion
fr_fr: Affiche la complétion d'un cours

source: Course lessons
fr_fr: Leçons du cours

source: Display lessons associated to a course
fr_fr: Afficher les leçons associées à un cours

source: Display course lessons
fr_fr: Affiche les leçons du cours

source: lessons
fr_fr: Leçons

source: Sensei Course signup
fr_fr: Sensei inscription au cours

source: Display button to take course
fr_fr: Affiche le bouton d'inscription au cours

source: Display course signup button
fr_fr: Affiche le bouton d'enregistrement

source: Start course
fr_fr: Commencer le cours

source: Take course
fr_fr: S'inscrire au cours

source: Course categories
fr_fr: Catégories de cours

source: Display categories associated to a course
fr_fr: Affiche les catégories associées à un cours

source: Display course categories
fr_fr: Affiche les catégories de cours

source: Course time
fr_fr: Durée du cours

source: Display time length of a course
fr_fr: Affiche la durée d'un cours

source: Display course time
fr_fr: Afficher la durée du cours

source: Display login and profile link
fr_fr: Affiche le bouton connexion et profile

source: My courses
fr_fr: Mes cours

source: Logout
fr_fr: Deconnexion

source: Login
fr_fr: Connexion

source: Columns width rounded media and text
fr_fr: Colonnes avec media et texte

source: Image and content with background
fr_fr: Image et contenu avec fond

source: Header with background banner
fr_fr: Entête avec bannière en fond

source: You do not have any messages.
fr_fr: Vous n'avez pas de messages.

source: My messages
fr_fr: Mes messages

source: Your informations can no longer be modified
fr_fr: Vos informations ne peuvent plus êtres modifiées

source: Last name
fr_fr: Nom de famille

source: First name
fr_fr: Prénom

source: Name
fr_fr: Nom

source: The user requested does not exist.
fr_fr: L'utilisateur demandé n'existe pas
